{
  "storage" : "model.espresso.weights",
  "analyses" : {

  },
  "properties" : {

  },
  "format_version" : 200,
  "metadata_in_weights" : [

  ],
  "layers" : [
    {
      "weights" : {

      },
      "debug_info" : "features",
      "top" : "features",
      "type" : "concat",
      "name" : "features",
      "bottom" : "acceleration_x,acceleration_y,acceleration_z"
    },
    {
      "name" : "reshape",
      "weights" : {

      },
      "dst_w" : 100,
      "version" : 1,
      "dst_n" : 0,
      "type" : "reshape",
      "dst_h" : 1,
      "mode" : 0,
      "bottom" : "features",
      "debug_info" : "reshape",
      "dst_seq" : 1,
      "dst_k" : 3,
      "top" : "reshape"
    },
    {
      "pad_r" : 0,
      "fused_relu" : 1,
      "fused_tanh" : 0,
      "debug_info" : "conv",
      "pad_fill_mode" : 0,
      "pad_b" : 0,
      "pad_l" : 0,
      "top" : "relu1",
      "blob_weights" : 3,
      "K" : 3,
      "blob_biases" : 1,
      "stride_x" : 100,
      "name" : "conv",
      "has_batch_norm" : 0,
      "type" : "convolution",
      "n_groups" : 1,
      "pad_t" : 0,
      "has_biases" : 1,
      "C" : 64,
      "bottom" : "reshape",
      "weights" : {

      },
      "Nx" : 100,
      "pad_mode" : 0,
      "pad_value" : 0,
      "Ny" : 1,
      "n_parallel" : 1
    },
    {
      "bottom" : "stateIn",
      "end" : 200,
      "start" : 0,
      "weights" : {

      },
      "axis" : 2,
      "debug_info" : "hiddenIn",
      "top" : "hiddenIn",
      "type" : "slice",
      "name" : "hiddenIn"
    },
    {
      "bottom" : "stateIn",
      "end" : 400,
      "start" : 200,
      "weights" : {

      },
      "axis" : 2,
      "debug_info" : "cellIn",
      "top" : "cellIn",
      "type" : "slice",
      "name" : "cellIn"
    },
    {
      "input_size" : 64,
      "arch" : 1,
      "quantization_scale_h" : 1,
      "quantization_scale_x" : 1,
      "hidden_size" : 200,
      "nonlinearity_alpha" : 1,
      "nonlinearity_bidir_type" : 0,
      "lstm_forget_bias" : 0,
      "coupled_input_forget" : 0,
      "quantization_simple_mode" : false,
      "bias_vector_flag" : 1,
      "mode" : 0,
      "cell_clip_threshold" : 50000,
      "type" : "rnn_arch",
      "internal_nonlinearity_second_beta" : 1,
      "internal_nonlinearity_alpha" : 1,
      "internal_nonlinearity_beta" : 1,
      "forget_bias" : 0,
      "weights" : {
        "W_h" : 5,
        "W_x" : 7,
        "b" : 9
      },
      "lstm_has_peepholes" : 0,
      "beta" : 1,
      "quantization_mode" : 0,
      "name" : "lstm",
      "quantization_scale_h_reverse" : 0,
      "top" : "lstm,hiddenOut,cellOut",
      "input_bias" : false,
      "alpha" : 1,
      "quantization_scale_x_reverse" : 0,
      "max_batch_size" : 1,
      "reset_after" : false,
      "debug_info" : "lstm",
      "hidden_bias" : false,
      "nonlinearity_bidir_alpha" : 1,
      "nonlinearity_beta" : 1,
      "internal_nonlinearity_second_alpha" : 1,
      "encoder_bidirectional_mode" : 0,
      "internal_nonlinearity_type" : 2,
      "bottom" : "relu1,hiddenIn,cellIn",
      "nonlinearity_type" : 0,
      "nonlinearity_bidir_beta" : 1,
      "encoder_output_sequence" : 0,
      "internal_nonlinearity_second_type" : 0
    },
    {
      "bottom" : "hiddenOut,cellOut",
      "weights" : {

      },
      "debug_info" : "stateOut",
      "top" : "stateOut",
      "type" : "concat",
      "name" : "stateOut",
      "attributes" : {
        "is_output" : 1
      }
    },
    {
      "nB" : 200,
      "top" : "dense0",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 128,
      "blob_weights" : 13,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "lstm",
      "blob_biases" : 11,
      "has_tanh" : 0,
      "debug_info" : "dense0",
      "name" : "dense0",
      "has_prelu" : 0
    },
    {
      "name" : "bn",
      "bottom" : "dense0",
      "weights" : {

      },
      "debug_info" : "bn",
      "top" : "bn",
      "C" : 128,
      "blob_batchnorm_params" : 15,
      "type" : "batchnorm"
    },
    {
      "bottom" : "bn",
      "weights" : {

      },
      "mode" : 0,
      "debug_info" : "relu6",
      "top" : "relu6",
      "type" : "activation",
      "name" : "relu6"
    },
    {
      "nB" : 128,
      "top" : "dense1",
      "has_biases" : 0,
      "weights" : {

      },
      "nC" : 4,
      "blob_weights" : 17,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "relu6",
      "debug_info" : "dense1",
      "has_tanh" : 0,
      "name" : "dense1",
      "has_prelu" : 0
    },
    {
      "bottom" : "dense1",
      "attributes" : {
        "is_output" : 1
      },
      "weights" : {

      },
      "debug_info" : "labelProbability",
      "top" : "labelProbability",
      "C" : 2,
      "type" : "softmax",
      "name" : "labelProbability"
    }
  ]
}