<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		ZCquwZGj9Q15rxu2pPIe7E1AAVc=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		1wbpxAQ6fGFq5m5kFOp7o5bY9LQ=
		</data>
		<key>Info.plist</key>
		<data>
		yKx3Omluh6SBeRWIvqGLU29tSgQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		JhknltVjzeyjSHqN6gfA+nEP75Y=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		kXaBU/yZlkTWedbxiMaHglo5uu4=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		W3uxtIZhzJHaeN2O95kJjzT7Zdk=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		kXaBU/yZlkTWedbxiMaHglo5uu4=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		77a2bSMzgUxLnUO8mXzOawI+DkI=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		JhknltVjzeyjSHqN6gfA+nEP75Y=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		AyJfF+Qlxv4q5IqYWnA6RuxKOAY=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		4Y3odTRDsnz8qml62/ZUtX54kGU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		AyJfF+Qlxv4q5IqYWnA6RuxKOAY=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		VOICl7NxTcBywSxF4TIHhqv9Sjw=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		SU0ZFa3eQVrjuW9fepHF/Lo0knA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		tVLV/9zJHSMlSQTg1vkjrozJTgI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		VvuwYdeHf1oYTnm4Xcfj0PiPALs=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		a0kM2ibBg7b8QhxMK6NcmkVkuns=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		fyXrOkpdcU1IZUniYx1G+hn8EBc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Dq5uzUqqiznlIagsOinK2sN/aLJguSmHMpLyec/sjAU=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9QO5Q3OFBGZRjMR4CdsLL5oYX9sD5NxuxbKheqq2+3I=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			esoqdfZxQQeax+fMq38rcLwRH8rs28RKVIZXFFW2Z/c=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			JI7lHssjlXvkhlUxt2i/ddsexD504vZcQ23RBjrKE5U=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			UeTn84CeF1NRVMiT9tS2l9n+KUjEXd3KqfrveYe/6Xc=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			JI7lHssjlXvkhlUxt2i/ddsexD504vZcQ23RBjrKE5U=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			YDfkgORGuZW6qZ/QGB1fKoos3WlufzJPVUo1/PtmLQs=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			esoqdfZxQQeax+fMq38rcLwRH8rs28RKVIZXFFW2Z/c=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DDOVu8byemmuSO7LBE0pmjVtBXdWwEtq4klpUZR/KeQ=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			qlxivNSFLzULvEYxe1CFtS813ADK56W6nlV6wye57eY=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DDOVu8byemmuSO7LBE0pmjVtBXdWwEtq4klpUZR/KeQ=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			znOD1aekUMFhSPwh2GmFjeuJeopQ00comwDeQ42NN80=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			zp/I1X/viqO6QwCTZYMjxKAtaPPTwxmEW0oa609OvzU=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BcNTFZciwGwwTgJgRYDx1zwDvuLMyrINoNp7TEEJjzk=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			PJh7Qu/p28DHVKfgSAZgrzQe3LpKw/11HFsgK43DBAM=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vR08UibQYSUo2h985FhzcFhTEr4f1ubVcsZCrgV23aI=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			65lzDISCzotWcT35rPKogR85h7lnBn90oGmDLlNNvVE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
