<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		HpcTjKv4cORCxnKVmmKhLvqLp+g=
		</data>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		PnAfpQP8kfp/AH2+kxd0Ou2FYvE=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		1wbpxAQ6fGFq5m5kFOp7o5bY9LQ=
		</data>
		<key>Info.plist</key>
		<data>
		as8mtIlfsEOhWtVD4BNtON+mPMk=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		s3k9Lo3QV14dwXcL45l0ZlhgoWA=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		nGE0sBunniaDhZkC9SDYhKHeABI=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		8sah63lPJbPyZ1WmWqAxvFVOpAo=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		nGE0sBunniaDhZkC9SDYhKHeABI=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		nwUSDe2t5PKlQZqPJvh/c2ewrPE=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		s3k9Lo3QV14dwXcL45l0ZlhgoWA=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		DGmFD58r2wMod5fQMnuYGs7UNU0=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		ahI0oTZvOK1rgZwfxjlWcKLNA+A=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		DGmFD58r2wMod5fQMnuYGs7UNU0=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		m8RwVjFb/0p9Rn/Zk0d3uk/w/rs=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		SU0ZFa3eQVrjuW9fepHF/Lo0knA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		tVLV/9zJHSMlSQTg1vkjrozJTgI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		mBUaEk7kXHbopMykBsIEMl1oVyA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		93fNmevDGBWt9Vtwl++aYv1DtFc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		fyXrOkpdcU1IZUniYx1G+hn8EBc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			uggY+wwm0U01APeUaPDAI+C+y+11VJ8S8uqzgO5J90g=
			</data>
		</dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			w6LAgh7f69DX0wcc2UfTL51l+iKD+Rc32PxquUjJOiE=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9QO5Q3OFBGZRjMR4CdsLL5oYX9sD5NxuxbKheqq2+3I=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5bxB2qeMWj5cbRAO4NLNWL1alSMQzrjnoDNeqQ9nFKk=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			vCaTTyV1B5e7KXvB+y4Be6EZGJSZFCRi7a+duNH0LrI=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			WPIlMqTLIsWP6uoXs7uz6d4dnBHjzrHmCPu/sHeqKvo=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			vCaTTyV1B5e7KXvB+y4Be6EZGJSZFCRi7a+duNH0LrI=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			sZIPSmNHoISTqQr59yOVyyLLGqbjtXGmWam8mTXLUCc=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5bxB2qeMWj5cbRAO4NLNWL1alSMQzrjnoDNeqQ9nFKk=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			yqXG9BxGo6k4/pGwg5nOgWouZejKkxQIY5Or85d9INU=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			1u7VYuW+wR+8HlOaFwDoIpkY01JCBZ/6OlkuFP4jR6w=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			yqXG9BxGo6k4/pGwg5nOgWouZejKkxQIY5Or85d9INU=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			xQ76TE4QfSorut/OKgid02IaunQdyhST7+5mW9OAFJQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			zp/I1X/viqO6QwCTZYMjxKAtaPPTwxmEW0oa609OvzU=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BcNTFZciwGwwTgJgRYDx1zwDvuLMyrINoNp7TEEJjzk=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Q5qSh/AdTNUTZlqdvKwcSVIvz6WYnu/G9VCMhkmgrNU=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TSui59SG3vzsQvfdXcyFJP11Yt9X1geU2boYfiHHgmA=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			65lzDISCzotWcT35rPKogR85h7lnBn90oGmDLlNNvVE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
