<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		CVPeMrOPIj4OcCbP1HJ604o7i8o=
		</data>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		ZCquwZGj9Q15rxu2pPIe7E1AAVc=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		1wbpxAQ6fGFq5m5kFOp7o5bY9LQ=
		</data>
		<key>Info.plist</key>
		<data>
		yKx3Omluh6SBeRWIvqGLU29tSgQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		HqcjWRqJh+H3rYZnJ9wImi9PlUc=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		VfJA4k14iwt0XhX4dY1S/imhMLU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		efS2zBw7+1Lk1+/PpN3mslDyChc=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		VfJA4k14iwt0XhX4dY1S/imhMLU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		sPpnh5GU5UlIZC4hrpOzkhKJZ98=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		HqcjWRqJh+H3rYZnJ9wImi9PlUc=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		9ehSTZ1Ctg9GNeaRbDAwDloUeN8=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		gfYJ+XH3BE1gifz30nY+bSDcSEU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		9ehSTZ1Ctg9GNeaRbDAwDloUeN8=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		nW5JJO+f67wdZpGfRBnOAUZIj48=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		SU0ZFa3eQVrjuW9fepHF/Lo0knA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		tVLV/9zJHSMlSQTg1vkjrozJTgI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		0vK2RHYvgLuhTd9MKeFIbslJ3Dg=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		93fNmevDGBWt9Vtwl++aYv1DtFc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		fyXrOkpdcU1IZUniYx1G+hn8EBc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			F3Y/qjtqkW0zqb29nxuvOwjbka2cmABtvQcikU0bA74=
			</data>
		</dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			Dq5uzUqqiznlIagsOinK2sN/aLJguSmHMpLyec/sjAU=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash2</key>
			<data>
			9QO5Q3OFBGZRjMR4CdsLL5oYX9sD5NxuxbKheqq2+3I=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			R7z7gQl+fCWfuDOrOLvUYkUjREOtTRj1l9LrADS68BE=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			V1eKUnkoymKLHlewCZjNVh+7Y6MnmzeMljs74mQZPUM=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			p6uZR5l0/SoSdfhgT3mMxIQIEa6N2fp2z3NsaCb/ohU=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			V1eKUnkoymKLHlewCZjNVh+7Y6MnmzeMljs74mQZPUM=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			tlB/qqVTSUNPhFxPdzbNPz6L0mOqyeHD0uGwfFDRzqg=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			R7z7gQl+fCWfuDOrOLvUYkUjREOtTRj1l9LrADS68BE=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GG8B7EWF2u4J6xn5Vb83HlyGEjGGuHrhsQ+4yel3q0c=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			LqVoaoiWCt7GQlX5I0ft+QKpnCL3oFJBB2FN0vDpWqY=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GG8B7EWF2u4J6xn5Vb83HlyGEjGGuHrhsQ+4yel3q0c=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			H5+yn8vHwYBDUR0I01I7TGFPXe1MIQVxh751Q7REgUk=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash2</key>
			<data>
			zp/I1X/viqO6QwCTZYMjxKAtaPPTwxmEW0oa609OvzU=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BcNTFZciwGwwTgJgRYDx1zwDvuLMyrINoNp7TEEJjzk=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			cRLfv8cgviuwf8TXLLXkRjVWmSjiyG2/Oohw+pVoyy4=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TSui59SG3vzsQvfdXcyFJP11Yt9X1geU2boYfiHHgmA=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			65lzDISCzotWcT35rPKogR85h7lnBn90oGmDLlNNvVE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
