<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		uoOXolyM+56djwSh/ibGbOChMH0=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		jXIsGq0a9+RkOy48vPOy4JyiTRQ=
		</data>
		<key>Info.plist</key>
		<data>
		anTQ68RzlCmhscHU/k4NjJ0lQo4=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		h3pg51BHA9nZv4Q2IvF1rfb+LVU=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		hBj25Uvn0sYWWbNBry7qvt+M6jA=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		PIEhpa2ZUCcnI+MC0JJNQ4+QkJ8=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		hBj25Uvn0sYWWbNBry7qvt+M6jA=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		o91qlB/7T2dazmIwrD8AJ1705b0=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		piE4IcZj6qj+lnrelpJ4AI3krBA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		JhIzAl97g0MpXgFvTeQxmWfwdPo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		aI8kCdI72wfz5cW/0sTQNRohtjg=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		JXP7NGSCUHcJPmRT7JHvP7I7/jM=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		rnLQiKT6Ryq4sddkSkrz0SVLq1g=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			uoOXolyM+56djwSh/ibGbOChMH0=
			</data>
			<key>hash2</key>
			<data>
			hO+B1MrAQbZSWcaxHdFEY5UTxBAxchr0YJSpj/49WN0=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash</key>
			<data>
			jXIsGq0a9+RkOy48vPOy4JyiTRQ=
			</data>
			<key>hash2</key>
			<data>
			yodUAUUjKxo5vh0G+2pbtBzXOg2ZEJmD7QWKEq8pW6Q=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			h3pg51BHA9nZv4Q2IvF1rfb+LVU=
			</data>
			<key>hash2</key>
			<data>
			9rC239YubpOaWKx1rfOy92f923WF6SV8kPt8s27lM5U=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			hBj25Uvn0sYWWbNBry7qvt+M6jA=
			</data>
			<key>hash2</key>
			<data>
			NnCydcmY7YX9lkfZ5aLayemR1YAP0EDkq5mm5I69YTs=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			PIEhpa2ZUCcnI+MC0JJNQ4+QkJ8=
			</data>
			<key>hash2</key>
			<data>
			QEPsNFZz3HPCYiANV+o5deNEtBgxqeaUWYxsgIOq/3w=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			hBj25Uvn0sYWWbNBry7qvt+M6jA=
			</data>
			<key>hash2</key>
			<data>
			NnCydcmY7YX9lkfZ5aLayemR1YAP0EDkq5mm5I69YTs=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			o91qlB/7T2dazmIwrD8AJ1705b0=
			</data>
			<key>hash2</key>
			<data>
			wFtgBWBUxVLJJtR7Xj+JO4wGDUFgS9MhhgopQ6/CaVU=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			DMO6nhy/Vstaz0ZF9viyEn7lLUM=
			</data>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			piE4IcZj6qj+lnrelpJ4AI3krBA=
			</data>
			<key>hash2</key>
			<data>
			zBbdQujBEZdczM6v3GDz+B8ufD/df8Z61xj8By8Kzsg=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			JhIzAl97g0MpXgFvTeQxmWfwdPo=
			</data>
			<key>hash2</key>
			<data>
			jEDXaHd5AEeUnpnUJ4j6mgjYstu89Mco2Toxl0Kctcc=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aI8kCdI72wfz5cW/0sTQNRohtjg=
			</data>
			<key>hash2</key>
			<data>
			kTja/q3PPXrlV1SgroK/Fodl3ATog/ufBAsajf0ktJc=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			JXP7NGSCUHcJPmRT7JHvP7I7/jM=
			</data>
			<key>hash2</key>
			<data>
			zJblscSjisgoV+te8jy1tDU7wfCiHAZnt1U24l9SyF4=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			rnLQiKT6Ryq4sddkSkrz0SVLq1g=
			</data>
			<key>hash2</key>
			<data>
			jIuoqcGO2H3C/ftucYGWmORbVfpJcHw4nHB3N1SHGxs=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			rburTKWKGnCgMr50R98evM6n3jQ=
			</data>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			nXEnbs56Tta34Ui1SGnVEqtICdo=
			</data>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			frHCx4fPpCA7Xz7whP5tLBNbbs0=
			</data>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
