<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		cXPcqCQWeiNK6Nz0nyJ+FoZ16u0=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		jXIsGq0a9+RkOy48vPOy4JyiTRQ=
		</data>
		<key>Info.plist</key>
		<data>
		EyP/nXF7HR4o9VzkaRtpX0UdI0k=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		cMsxWsjz/yPapXrHC3ePv+8IuUk=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		ql2rHhU+9XPyxDZg3pQrnsZOxUQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		xjkGuB2z2ZnKptjRuHDTg+EndWQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		ql2rHhU+9XPyxDZg3pQrnsZOxUQ=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		6botKTMP5OwMuo5w6W+QWWOPY9U=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		DMO6nhy/Vstaz0ZF9viyEn7lLUM=
		</data>
		<key>PrivacyInfo.xcprivacy</key>
		<data>
		piE4IcZj6qj+lnrelpJ4AI3krBA=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		JhIzAl97g0MpXgFvTeQxmWfwdPo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		NB0Fdm7pT/ITT1UHRKixJCTLQpc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		Yfy7qDUHaznGS+UiGF6WHhS/VPU=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		rnLQiKT6Ryq4sddkSkrz0SVLq1g=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			cXPcqCQWeiNK6Nz0nyJ+FoZ16u0=
			</data>
			<key>hash2</key>
			<data>
			31WQaArPmjC+NHn3fdbh6qNCpI7QmR6daCBCtsGR5Po=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash</key>
			<data>
			jXIsGq0a9+RkOy48vPOy4JyiTRQ=
			</data>
			<key>hash2</key>
			<data>
			yodUAUUjKxo5vh0G+2pbtBzXOg2ZEJmD7QWKEq8pW6Q=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			cMsxWsjz/yPapXrHC3ePv+8IuUk=
			</data>
			<key>hash2</key>
			<data>
			2hu2+VCsFscDVWAH0CJTMY59j7QzEgvf/RRmjtggJ9s=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			ql2rHhU+9XPyxDZg3pQrnsZOxUQ=
			</data>
			<key>hash2</key>
			<data>
			zNkpkpdNHGcVDXzG4gUFNfy0yZEkIveQZXIGQdrsPZM=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			xjkGuB2z2ZnKptjRuHDTg+EndWQ=
			</data>
			<key>hash2</key>
			<data>
			m311Os+ubqseINJcIHUoDxv6v6d4KGB1m21bVze4Qp0=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			ql2rHhU+9XPyxDZg3pQrnsZOxUQ=
			</data>
			<key>hash2</key>
			<data>
			zNkpkpdNHGcVDXzG4gUFNfy0yZEkIveQZXIGQdrsPZM=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			6botKTMP5OwMuo5w6W+QWWOPY9U=
			</data>
			<key>hash2</key>
			<data>
			wNm1nI0z9+k2t3qsZMaYYcW6KB4CVyt2/3FTsOcr+tM=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			DMO6nhy/Vstaz0ZF9viyEn7lLUM=
			</data>
			<key>hash2</key>
			<data>
			4slI4sKQuIyxeKp6f0Aw3yaobzOMEXvkSq8T7QRX5V0=
			</data>
		</dict>
		<key>PrivacyInfo.xcprivacy</key>
		<dict>
			<key>hash</key>
			<data>
			piE4IcZj6qj+lnrelpJ4AI3krBA=
			</data>
			<key>hash2</key>
			<data>
			zBbdQujBEZdczM6v3GDz+B8ufD/df8Z61xj8By8Kzsg=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			JhIzAl97g0MpXgFvTeQxmWfwdPo=
			</data>
			<key>hash2</key>
			<data>
			jEDXaHd5AEeUnpnUJ4j6mgjYstu89Mco2Toxl0Kctcc=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			NB0Fdm7pT/ITT1UHRKixJCTLQpc=
			</data>
			<key>hash2</key>
			<data>
			gvNnDV/xwgM5omzfVt0fDEVvqZVqcng97C3o5kE8Hqw=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Yfy7qDUHaznGS+UiGF6WHhS/VPU=
			</data>
			<key>hash2</key>
			<data>
			bSofwXhEJl1CNDTNEj5V4uR99VXY903bYaDXC9KIf8Y=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			rnLQiKT6Ryq4sddkSkrz0SVLq1g=
			</data>
			<key>hash2</key>
			<data>
			jIuoqcGO2H3C/ftucYGWmORbVfpJcHw4nHB3N1SHGxs=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			rburTKWKGnCgMr50R98evM6n3jQ=
			</data>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			nXEnbs56Tta34Ui1SGnVEqtICdo=
			</data>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			frHCx4fPpCA7Xz7whP5tLBNbbs0=
			</data>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
