<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>ClientLog.storyboardc/Info.plist</key>
		<data>
		iIFKCSjeh5TtdggtxyrLFdIZwH4=
		</data>
		<key>ClientLog.storyboardc/UINavigationController-3Iw-dC-gV5.nib/objects-11.0+.nib</key>
		<data>
		sqlujpv7uaPbMKcyUBkSXRF5OFw=
		</data>
		<key>ClientLog.storyboardc/UINavigationController-3Iw-dC-gV5.nib/runtime.nib</key>
		<data>
		sqlujpv7uaPbMKcyUBkSXRF5OFw=
		</data>
		<key>ClientLog.storyboardc/XoV-UC-UVQ-view-pZZ-uM-a6L.nib/objects-11.0+.nib</key>
		<data>
		u9MkUMgraa289/4jvAxH0O8lUHs=
		</data>
		<key>ClientLog.storyboardc/XoV-UC-UVQ-view-pZZ-uM-a6L.nib/runtime.nib</key>
		<data>
		qTConUVMluE9jkuyA0Uhq3goBzE=
		</data>
		<key>Headers/MiniPlengi-Swift.h</key>
		<data>
		tQo8jQ+mTK/Kg3xmgjQ938GlGVU=
		</data>
		<key>Headers/MiniPlengi.h</key>
		<data>
		jXIsGq0a9+RkOy48vPOy4JyiTRQ=
		</data>
		<key>Info.plist</key>
		<data>
		HBNUu4YeYMNefU8YJrBhUFbEuy0=
		</data>
		<key>LogViewButton.nib</key>
		<data>
		aUDpAqsUlZuawrpgNKz0EePG/t4=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		bYzII47xXcvOVB11183w5ki72D4=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		LeEHTxzUK0++e7VcoK0ekd+DW2c=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		Yq1A3wT7I6+JDN2BojhNaOSfQWE=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		LeEHTxzUK0++e7VcoK0ekd+DW2c=
		</data>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		Nm6e12DlzzPyDvOUwNL5keWURcA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		YsmOCgo+Z+B0FtGV+XT8Q/QBIDc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<data>
		D0TEXd0tvU3OZyS0176a9oIY7Dg=
		</data>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<data>
		nvWkKIuPdOzqHqaHfgjDlq8BnV4=
		</data>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<data>
		h9xJqJdAyfTmjVTf+6wevZXtiSI=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<data>
		rnLQiKT6Ryq4sddkSkrz0SVLq1g=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<data>
		rburTKWKGnCgMr50R98evM6n3jQ=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<data>
		nXEnbs56Tta34Ui1SGnVEqtICdo=
		</data>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		frHCx4fPpCA7Xz7whP5tLBNbbs0=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>ClientLog.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			iIFKCSjeh5TtdggtxyrLFdIZwH4=
			</data>
			<key>hash2</key>
			<data>
			Sil+vVxZAgjVDkEJfL4ut1uFe0uKXe8/ywJAkUV+1+g=
			</data>
		</dict>
		<key>ClientLog.storyboardc/UINavigationController-3Iw-dC-gV5.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			sqlujpv7uaPbMKcyUBkSXRF5OFw=
			</data>
			<key>hash2</key>
			<data>
			OnP85Tu1T7iYEPA1zoy0vUExqS6mzDXKzqDOC9Gt71Q=
			</data>
		</dict>
		<key>ClientLog.storyboardc/UINavigationController-3Iw-dC-gV5.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			sqlujpv7uaPbMKcyUBkSXRF5OFw=
			</data>
			<key>hash2</key>
			<data>
			OnP85Tu1T7iYEPA1zoy0vUExqS6mzDXKzqDOC9Gt71Q=
			</data>
		</dict>
		<key>ClientLog.storyboardc/XoV-UC-UVQ-view-pZZ-uM-a6L.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			u9MkUMgraa289/4jvAxH0O8lUHs=
			</data>
			<key>hash2</key>
			<data>
			/PyrtMWlbQoIpNE6ejxihM8Jba9CLpxFfqijUCVw3u8=
			</data>
		</dict>
		<key>ClientLog.storyboardc/XoV-UC-UVQ-view-pZZ-uM-a6L.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			qTConUVMluE9jkuyA0Uhq3goBzE=
			</data>
			<key>hash2</key>
			<data>
			ZximjcuOSzcZ1jdfr8luKgvE8+havmCLzOUcWMXr8EM=
			</data>
		</dict>
		<key>Headers/MiniPlengi-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			tQo8jQ+mTK/Kg3xmgjQ938GlGVU=
			</data>
			<key>hash2</key>
			<data>
			UIJCSLCHvEzgeNR5SaFUkUz2q/DGHu3T3WRn42LIYkM=
			</data>
		</dict>
		<key>Headers/MiniPlengi.h</key>
		<dict>
			<key>hash</key>
			<data>
			jXIsGq0a9+RkOy48vPOy4JyiTRQ=
			</data>
			<key>hash2</key>
			<data>
			yodUAUUjKxo5vh0G+2pbtBzXOg2ZEJmD7QWKEq8pW6Q=
			</data>
		</dict>
		<key>LogViewButton.nib</key>
		<dict>
			<key>hash</key>
			<data>
			aUDpAqsUlZuawrpgNKz0EePG/t4=
			</data>
			<key>hash2</key>
			<data>
			Ic1ajWmTECm0vdyEVIK1Y60Vd2OGgWCrGGQIn3SRSo4=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			bYzII47xXcvOVB11183w5ki72D4=
			</data>
			<key>hash2</key>
			<data>
			mgKwHYtaj5EkdRx0nftzIvm9z6Ec0rgLkuYovotfNsA=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			LeEHTxzUK0++e7VcoK0ekd+DW2c=
			</data>
			<key>hash2</key>
			<data>
			rJjGdl5UhBvT5nedeHSEUyGP8e0K8cgbUQDD83utjfw=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Yq1A3wT7I6+JDN2BojhNaOSfQWE=
			</data>
			<key>hash2</key>
			<data>
			D8yj9tchXAFY+VEltTZ1mtRwgj/OJ6cpG1H3SnIz/pA=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			LeEHTxzUK0++e7VcoK0ekd+DW2c=
			</data>
			<key>hash2</key>
			<data>
			rJjGdl5UhBvT5nedeHSEUyGP8e0K8cgbUQDD83utjfw=
			</data>
		</dict>
		<key>Modules/MiniPlengi.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			Nm6e12DlzzPyDvOUwNL5keWURcA=
			</data>
			<key>hash2</key>
			<data>
			Ob6hCHihUc1+fANU12TTQ4TKgDnmDIr6+2RsI8AR9ks=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			YsmOCgo+Z+B0FtGV+XT8Q/QBIDc=
			</data>
			<key>hash2</key>
			<data>
			gZ6Koexa50iT7lyHcNPvSe/x3o+yI59CvMmjgNUzadY=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			D0TEXd0tvU3OZyS0176a9oIY7Dg=
			</data>
			<key>hash2</key>
			<data>
			4sJg/WrAsJbvgIBL6jdMG8iHEm0o4kDUWogK5KTZ59c=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nvWkKIuPdOzqHqaHfgjDlq8BnV4=
			</data>
			<key>hash2</key>
			<data>
			pBsZKUqljkPI6ynHXBXVOE+wturt9EH3GEk86TG585c=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			h9xJqJdAyfTmjVTf+6wevZXtiSI=
			</data>
			<key>hash2</key>
			<data>
			GCVSu9ziZNb3k7Hc9lhzPRODs+GPQrDPhKcI6shhKJM=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			rnLQiKT6Ryq4sddkSkrz0SVLq1g=
			</data>
			<key>hash2</key>
			<data>
			jIuoqcGO2H3C/ftucYGWmORbVfpJcHw4nHB3N1SHGxs=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			rburTKWKGnCgMr50R98evM6n3jQ=
			</data>
			<key>hash2</key>
			<data>
			fY58DWWKXsEmO/c19FdfOjyZ1eE1HPOUIw+aOD7tVFE=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			nXEnbs56Tta34Ui1SGnVEqtICdo=
			</data>
			<key>hash2</key>
			<data>
			9QL1Nlq8AcI1PKy5EXxtBdrVxITVA944UNpcoiY2Gog=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>loplatActivityRecognition.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			frHCx4fPpCA7Xz7whP5tLBNbbs0=
			</data>
			<key>hash2</key>
			<data>
			yS1zUGLKrIh7+ol0GajT3B133O0dtbM8JqPO3DIUDzM=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
